Repository: mozilla-l10n/mt-training-data
Catalog: nyn/nyn_pontoon.tmx
Source language: en_us
Languages: nyn

source: Abkhaz
nyn: Kankore nsiimwe akasa aheekyir’iba amaguru gayaata esaano bararakwe

source: Acehnese
nyn: Korikugambir owawe yayanga kuhurira niiwe oza omubashekyi oshenka.

source: Adyghe
nyn: Haza nomanya ebigambo byayenda nibibura

source: Afrikaans
nyn: N'emirundi engahi eyombihire nkakwesiza haza okatekateka ngu tinakumanya

source: Amharic
nyn: Owensinyanyi tabiika meino.

source: Arabic
nyn: Omuntu atirikubuuza ekintu kyoona haza iwe okasheeka ahakuba nikimara amaani ah'aryogwe arikwenda kukyenga.

source: Aragonese
nyn: Otakayehwa amatsiko ahakuba noija kusingura eizooba rimwe

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
nyn: Murire muta okwe?

source: Contribute
nyn: Nkaayenzire ngu abo abarikubarabanisamu babarugyemu.

source: Contribute to { $lang }
nyn: Eshi omuzaire weitu atukunda munonga.

source: Email
nyn: Ninza kwija kutayaya.

source: Fields marked with an asterisk (*) are required.
nyn: Nyamba Mukama

source: Get Involved
nyn: Eihanga ryeitu ryiine obusingye

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
nyn: Hariyo ebikoopo bishatu byokunyweramu.

source: Join the Common Voice mailing list
nyn: Musibiregye Bantumwe!

source: Loading…
nyn: Nitwija kuzayo kuzina buziima.

source: N/A
nyn: Mukama akundindire

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
nyn: Beishi we takabaasa kwetereza?

source: Return to Common Voice
nyn: Nibakweta oha?

source: Return to Languages
nyn: Mbwenu nu turekye kuruha omu kukora gye.

source: Sign up for { $lang } updates:
nyn: Okuhwerana nikureta entunguka.

source: Sorry, Common Voice is running slowly. Thanks for your interest.
nyn: Haza mubanze musherure obukama bw'omwiguru reru ebindi biryabongyererwaho

source: Sorry, something went wrong
nyn: Otamukwitse ati mumwikarire tugyende

source: Status Page
nyn: Mwije mwena abaruhire Ruhanga abaruhure.

source: Submit
nyn: Kubi okor'eyaki, kurungi orikugyimanya?

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
nyn: Okwikiriza nikukira byoona.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
nyn: Hati kuwakwenda kugyezaho, nokikora ota?

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
nyn: Muhwerahwerane emitwaro yaanyu, mubone kuhikiiriza mutyo ekiragiro.

source: We're receiving a lot of traffic and are currently investigating the issues.
nyn: Kobura obwengye tokopa

source: We will be in touch with more information as it becomes available.
nyn: Ekirungi nikwo omuntu weena kugyeza omurimo gwe, akaba nigwo yaayehimbisizamu.

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
nyn: Ndi omuka nyenka.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
nyn: Abebembezi barekye obushomankuzi.

source: You've successfully signed up for contributing to { $language }. Thank you.
nyn: Muhwerahwerane emitwaro yaanyu, mubone kuhikiiriza mutyo ekiragiro.

source: abnormality
nyn: Mazire obwiire bwingi ntarikwija aha.

source: add-on
nyn: Kwonka ku muraabe nimurumana, mwaryana, mwerinde mutamaranaho.

source: aggregate
nyn: Tihariho izooba erirabaire nk'eryo omu gaaribandiize.

source: All Hands
nyn: Abeire nashomerahi?

source: alternate text
nyn: Obwesigwa buhwire, omu bantu.

source: appear
nyn: Yebuuze ah'abandi ekyotayetegyereza.

source: appearance
nyn: Tindikwija kugumisiriza okundabyamu amaisho otyo.

source: attack
nyn: Atugyizire ati; mutsibe gye.

source: attacker
nyn: Okwikiriza kwawe kurahi, Kandi amatsiko gaawe gari omur'oha.

source: Attack Site
nyn: Munywani w'omuntu amukunda omu mbeera zoona.

source: attendee
nyn: Nomanya muringo ki, eyokutangira ruzaaro?

source: authenticate
nyn: Ogira embabazi, nawe arazigirirwa.

source: authenticated
nyn: Amaizi nog'omugasho muhango omumibiri yeitu.

source: autoplay
nyn: Akatubuza ati; nimugyemuka nkahi?

source: back out
nyn: Kunatehiremu, nkamushanga nagambira aha siimu.

source: black box
nyn: Abagore b'eizooba eri boona bashemeire.

source: bookmark
nyn: Itwe nk'abanyayuganda twiine kukwatanisa kubiinga obworo.
